export const ITEM = [
  {
    addOnline: {
      client: {
        name: "Иванович Иван Иванов",
        phone: "+7 (999) 999-99-99",
      },

      inputs: [
        { label: "Название магазина", type: "text", value: "..." },
        { label: "ФИО менеджера", type: "text", value: "..." },
        {
          label: "Контактный телефон",
          type: "text",
          value: "...",
        },
        { label: "Email", type: "text", value: "..." },
      ],

      input: [
        { label: "Тип заявки", type: "text", value: "..." },
        { label: "Город", type: "text", value: "..." },
        {
          label: "Улица",
          type: "text",
          value: "...",
        },
        { label: "Дом", type: "text", value: "..." },
      ],

      adres: [
        { label: "Город", type: "text", value: "Г. Москва" },
        { label: "Улица", type: "text", value: "ул. Спиридоновка" },
        { label: "Дом", type: "text", value: "25/20с1" },
      ],

      calendarRange: "15.01.2026 - 22.01.2026",

      fileText: "Добавьте файл загрузив по клику или перетащив его в область",

      weekDays: ["ПН", "ВТ", "СР", "ЧТ", "ПТ", "СБ", "ВС"],
    },

    services: [
      {
        title: "Установка дверей стоимостью эконом класса до 2000р",
        price: "2000,00р.",
      },
      { title: "Установка двери МДФ", price: "1800,00р." },
      { title: "Установка деревянных дверей", price: "1800,00р." },
      {
        title: "Двери эмаль, телескоп и стоимостью от 8000р",
        price: "2500,00р.",
      },
      {
        title: "Установка двери (от 2-х шт) телескоп стоимостью от 2000руб.",
        price: "2200,00р.",
      },
      {
        title: "Установка одной двери на объекте (минимальный выезд)",
        price: "3600,00р.",
      },
      { title: "Установка распашной двустворчатой двери", price: "4000,00р." },
      {
        title:
          "Установка распашной двустворчатой двери телескоп, эмаль и стоимостью от 8000руб.",
        price: "4500,00р.",
      },
      { title: 'Установка двери "книжка"', price: "4000,00р." },
      { title: 'Установка двустворчатой двери "книжка"', price: "8000,00р." },
      { title: "Установка шпонированной двери", price: "2200,00р." },
      {
        title:
          'Установка двери с компланарной коробкой (от 2-х шт) "Silvia" на клей',
        price: "3500,00р.",
      },
      { title: "Установка дверей экошпон", price: "2200,00р." },
      { title: "Установка дверей книжка", price: "3000,00р." },
      { title: "Установка стеклянных дверей", price: "2500,00р." },
      {
        title:
          "Установка двери из массива ценных пород дерева (бук, дуб и т. д.)",
        price: "3500,00р.",
      },
      { title: "Установка откатных дверей", price: "2500,00р." },
      { title: "Установка дверей гармошка", price: "1800,00р." },
    ],

    orders: [
      {
        id: 1,
        number: "АД00521250",
        date: "15.01.2026",
        title: "Монтаж дверей",
        status: "Ожидает звонок",
      },
      {
        id: 2,
        number: "АД00521251",
        date: "16.01.2026",
        title: "Установка замка",
        status: "В работе",
      },
    ],

    notifications: [
      {
        id: 1,
        number: "АД00521250",
        date: "15.01.2026",
        title: "Монтаж дверей",
        status: "Ожидает услугу",
        redText: "Ваша заявка №АД00521250 взята в обработку",
      },
      {
        id: 2,
        number: "АД00521251",
        date: "16.01.2026",
        title: "Установка замка",
        status: "В работе",
        redText: "Ваша заявка №АД00521251 принята",
      },
    ],

    unionProfil: {
      orderNumber: "АД00521250",
      orderInfo: "Информация о заказе",

      client: {
        name: "Иванович Иван Иванов",
        phone: "+7 (999) 999 99-99",
      },

      address: {
        type: "Монтаж",
        city: "Г. Москва",
        street: "ул. Спиридоновка",
        house: "25/20с1",
      },

      manager: {
        name: "Петрова Мария Петровна",
        phone: "+7 (999) 999 99-99",
      },

      specialist: {
        name: "Петров Павел Петрович",
      },

      status: "Ожидает услугу",
      orderDate: "25.12.2026",
      workDate: "15.01.2026",

      commentPlaceholder:
        "Изначальный комментарий, который оставил магазин при создании заявки",

      managerFiles: ["Прайс.docx", "Прайс1.docx", "Прайс2.docx"],
      shopFiles: ["Замеры.docx", "Замеры1.docx", "Замеры2.docx"],

      uploadText: "Добавьте файл загрузив по клику или перетащив его в область",
      downloadAllText: "Скачать все файлы",
    },
  },
];
